[
  {
    "id": "4417e8f4-c28c-49e7-b254-e1af0718cbe4",
    "title": "European Centre for Nature Conservation",
    "bannerUrl": "https://upload.wikimedia.org/wikipedia/commons/6/66/ECNC_Logo.png",
    "createdAt": "2025-06-15T09:56:54.108902Z",
    "content": "The European Centre for Nature Conservation (ECNC) was a Dutch non-profit foundation which was active in the field of European nature and biodiversity policy between 1993 and 2017. It was set up as a network of university departments, expert centres and government agencies and operated as a European biodiversity expertise centre. The organization promoted sustainable management of natural resources and biodiversity, and aimed to stimulate interaction between science, society and policy.\nMain areas of work were ecological networks, biodiversity assessment and monitoring, and stakeholder involvement. ECNC worked with and for the Council of Europe, UNEP and the European Environment Agency."
  },
  {
    "id": "b97fe6e1-9f75-42f2-a0fc-9cb352f1b64a",
    "title": "Pro-Nicene theology",
    "bannerUrl": "",
    "createdAt": "2025-06-15T09:56:59.434616Z",
    "content": "The characterization pro-Nicene points to one of the central tenets of the new approach to fourth-century Trinitarian theology advocated by Lewis Ayres and Michel René Barnes, among others.  The designation pro-Nicene classifies and describes Trinitarian theological accounts of the mid- to late fourth century (ca. 360s to 380s) that supported the propositions in the Creed of Nicaea.  Some scholars prefer to utilize a middle category, or stage in theological development, that provides further differentiation between Nicene theologies and pro-Nicene theologies: Barnes labels this middle category \"neo-Nicene\" theology.   Nevertheless, all the scholars who utilize the pro-Nicene category stress the logical compatibility that exists within different theologies of the period, rather than one particular theology.  The feature of these like-minded theological accounts that has garnered the most attention is the understanding that in sharing the one power of God, the Father and Son must share the same nature. \nThis new approach contrasts itself with narratives that describe the orthodox Trinitarian theologies of this period as utilizing different arguments of logic.  For instance, this new approach would disagree with the contention that some orthodox accounts start from the affirmation of distinction within the Godhead and argue toward unity, while other orthodox accounts start from the affirmation of unity within the Godhead and argue toward distinction."
  },
  {
    "id": "44325fce-2e8d-431d-b042-2e4af8256689",
    "title": "E. H. Carr",
    "bannerUrl": "",
    "createdAt": "2025-06-15T09:57:12.854237Z",
    "content": "Edward Hallett Carr  (28 June 1892 – 3 November 1982) was a British historian, diplomat, journalist and international relations theorist, and an opponent of empiricism within historiography. Carr was best known for A History of Soviet Russia, a 14-volume history of the Soviet Union from 1917 to 1929, for his writings on international relations, particularly The Twenty Years' Crisis, and for his book What Is History? in which he laid out historiographical principles rejecting traditional historical methods and practices.\nEducated at the Merchant Taylors' School, London, and then at Trinity College, Cambridge, Carr began his career as a diplomat in 1916; three years later, he participated at the Paris Peace Conference as a member of the British delegation.  Becoming increasingly preoccupied with the study of international relations and of the Soviet Union, he resigned from the Foreign Office in 1936 to begin an academic career. From 1941 to 1946, Carr worked as an assistant editor at The Times, where he was noted for his leaders (editorials) urging a socialist system and an Anglo-Soviet alliance as the basis of a post-war order."
  },
  {
    "id": "81b36e8a-7810-4d82-83ad-9c9502b8857e",
    "title": "Pneumonitis",
    "bannerUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1e/Pneumonitis.png",
    "createdAt": "2025-06-15T09:57:13.975080Z",
    "content": "Pneumonitis describes general inflammation of lung tissue. Possible causative agents include radiation therapy of the chest, exposure to medications used during chemo-therapy, the inhalation of debris (e.g., animal dander), aspiration, herbicides or fluorocarbons and some systemic diseases. If unresolved, continued inflammation can result in irreparable damage such as pulmonary fibrosis.\nPneumonitis is distinguished from pneumonia on the basis of causation as well as its manifestation. Pneumonia can be described as pneumonitis combined with consolidation and exudation of lung tissue due to infection with microorganisms. The distinction between pneumonia and pneumonitis can be further understood with pneumonitis being the encapsulation of all respiratory infections (incorporating pneumonia and pulmonary fibrosis as major diseases), and pneumonia as a localized infection. For most infections, the immune response of the body is enough to control and apprehend the infection within a couple days, but if the tissue and the cells can't fight off the infection, the creation of pus will begin to form in the lungs which then hardens into lung abscess or suppurative pneumonitis. Patients that are immunodeficient and don't get treated immediately for any type of respiratory infection may lead to more severe infections and/or death.\nPneumonitis can be classified into several different specific subcategories, including hypersensitivity pneumonitis, radiation pneumonitis, acute interstitial pneumonitis, and chemical pneumonitis. These all share similar symptoms, but differ in causative agents. Diagnosis of pneumonitis remains challenging, but several different treatment paths (corticosteroids, oxygen therapy, avoidance) have seen success."
  },
  {
    "id": "cbed2490-ceaf-40ad-8e9a-a5edbfa9410f",
    "title": "Ian Wilkes",
    "bannerUrl": "",
    "createdAt": "2025-06-15T09:57:16.842273Z",
    "content": "Ian R. Wilkes (born May 25, 1965, in Muswellbrook, New South Wales, Australia) is a trainer in American Thoroughbred horse racing. He worked for leading Australian trainer Colin Hayes before taking a job in 1990 with trainer Carl Nafzger in the United States.\nNow a resident of Louisville, Kentucky and training on his own, Wilkes earned his first Grade 1 win with Capt. Candyman Can in the 2009 King's Bishop Stakes at Saratoga Race Course.\nBrothers with Australian NSW Horse Trainer Wayne Wilkes and uncle of Corinne Wilkes.\nHis most famous win to date is Fort Larned's win in the 2012 Breeders' Cup Classic run at Santa Anita Park in Arcadia, California."
  },
  {
    "id": "da226dc9-9335-4a15-bf40-bbe64c57e504",
    "title": "Su Li-wen",
    "bannerUrl": "",
    "createdAt": "2025-06-15T09:57:26.160573Z",
    "content": "Su Li-wen (Chinese: 蘇麗文; pinyin: Sū Lìwén; born 13 December 1980) is a Taiwanese taekwondo practitioner. She won gold medals for the lightweight (63 kg) category at the 2006 Asian Games in Doha, Qatar, and at the 2007 Summer Universiade in Bangkok, Thailand.\nSu represented Chinese Taipei at the 2008 Summer Olympics in Beijing, where she competed and played for the women's 57 kg category. She aggravated a left knee injury in her first round defeat to South Korea's Lim Su-Jeong, who scored only a single point. Because her opponent advanced further into the final for a gold medal match, Su qualified for the repechage bout, where she scored a single point and defeated New Zealand's Robin Cheong. In the bronze medal match, Su continued fighting despite falling to the mat for eleven times in visible pain, having suffered from a sustained foot injury, and being advised by her coach to stop. She tied with Croatia's Martina Zubčić for a score of 4–4 in the first three rounds, but lost a match by a decisive point in the fourth and final round. Su was carried from the mat by her coach, and was immediately taken to the hospital for treatment.\nSu finished fifth in the women's taekwondo tournament, yet she was widely regarded as the nation's most outstanding athlete at the Olympics, lauded by fans and politicians for her fighting spirit and display of sportsmanship. President Ma Ying-jeou immediately called her to express his admiration of courage, fortitude, and perseverance she had demonstrated in the match."
  },
  {
    "id": "a4ce35c2-7bb9-4e47-ae0e-64e25f7de802",
    "title": "Birte Steven",
    "bannerUrl": "",
    "createdAt": "2025-06-15T09:57:28.516202Z",
    "content": "Birte Steven (born 11 October 1980) is a German former swimmer, who specialized in breaststroke events. She is a ten-time All-Pacific honoree, and also a sixth-place finalist in the 200 m breaststroke at the 2007 FINA World Championships in Melbourne, Australia. Since 2007, Steven currently holds a long-course German record of 2:25.33 from the national championships.\nSteven qualified for the women's 200 m breaststroke at the 2004 Summer Olympics in Athens, by attaining an A-standard entry time of 2:25.95 from the German Olympic trials. In the morning's preliminary heats, Steven recorded the seventh fastest time of 2:27.42 to secure her spot in the semifinal run. On the evening session, Steven failed to qualify for the final, as she placed eleventh overall in the semifinals, with a time of 2:29.22.\nSteven is also a member of the swimming team for the Oregon State Beavers, and a former student major in psychology at the Oregon State University in Corvallis, Oregon."
  },
  {
    "id": "9b390d72-4a26-454e-bc3f-1eadb7b03d5e",
    "title": "Donne Triptych",
    "bannerUrl": "https://upload.wikimedia.org/wikipedia/commons/8/83/Hans_Memling_-_Donne_Triptych_-_National_Gallery_London.jpg",
    "createdAt": "2025-06-15T09:57:40.805883Z",
    "content": "The Donne Triptych (or Donne Altarpiece) is a hinged-triptych altarpiece by the Early Netherlandish painter Hans Memling. The painting was created around 1478 for the soldier, courtier and diplomat Sir John Donne. The triptych comprises three panels that include five individual paintings. The central interior panel depicts the Virgin and Child, donor portraits of Sir John Donne, the patron, along with his wife and daughter, as well as Saint Catherine of Alexandria and Saint Barbra, The two double-sided wings include images of Saint John the Baptist, Saint John the Evangelist on the interior sides of the wings, and Saint Christopher and Saint Anthony Abbot on the two exteriors of the wings.\nArt historians have debated whether the altarpiece was painted in the early 1480s, around the same time Memling painted the Virgin and Child with Saints Catherine of Alexandria and Barbara, in New York at the Metropolitan Museum of Art. An earlier date of sometime in the late 1470s is possible, at the time he completed the similar St John Altarpiece, or it may have been painted as a precursor to that altarpiece.\nThe donor, Sir John Donne of Kidwelly, was a Picardy-born Welsh diplomat for the House of York who visited Bruges at least once, in 1468 to attend Charles the Bold and Margaret of York's wedding; how he became acquainted with Memling is as uncertain as when he commissioned the triptych.\nThe triptych is in the collection of the National Gallery, London."
  },
  {
    "id": "7f65e917-a445-4561-b9cc-32099f558f26",
    "title": "Maurice Leblanc (engineer)",
    "bannerUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c0/Maurice_Leblanc_%28ing%C3%A9nieur%29.jpg",
    "createdAt": "2025-06-15T09:57:47.565637Z",
    "content": "Maurice Leblanc (1857 – 1923) was a French engineer and industrialist.\nBorn in Paris, Leblanc worked primarily in improving induction motors and alternators, where he invented the damper winding. He also invented an improved vacuum pump and worked in the area of refrigeration.\nThe December 1, 1880 French publication \"La Lumière électrique\", published an article by Leblanc entitled \"Etude sur la transmission électrique des impressions lumineuses\". In this article Leblanc outlined five functions required for a television system.\n\na transducer to convert light into electricity\na scanner to break up a picture into its constituent parts\na method of synchronising the receiver and the transmitter\na means of converting electrical signals back into light\na screen for viewing the image\nLeblanc was awarded the Prix Poncelet for 1913 by the French Academy of Sciences."
  },
  {
    "id": "d2ad9ee0-4910-4fc2-acbd-5244e35cd44d",
    "title": "Helen Shields",
    "bannerUrl": "",
    "createdAt": "2025-06-15T09:57:53.186314Z",
    "content": "Helen Shields (died August 7, 1963) was an American actress on radio, Broadway, and television. \nHelen Shields was born in British Honduras to American parents.  Her father, John Shields, was an executive with United Fruit Company.\nHelen Shields had a long career on stage and on Broadway.  Her early roles included parts in Washington Jitters (1930), The Devil Takes a Bride (1938), and Young Couple Wanted (1940).  She appeared in Elia Kazan's 1940 revival of Liliom starring Burgess Meredith and Ingrid Bergman and was the understudy for Jessica Tandy and Uta Hagen in A Streetcar Named Desire for the 1948-49 season.  She also appeared in Apple of His Eye, Angel Street, and The Silver Whistle.\nIn the 1940s she made frequent appearances in radio dramas, with regular roles in Amanda of Honeymoon Hill, Aunt Jenny's Real Life Stories, Bringing Up Father, By Kathleen Norris, I Love Linda Dale, and Young Widder Brown.  In the 1950s and early 1960s, she had regular roles in the television soap operas Concerning Miss Marlowe (Margaret Marlowe and Dot Clayton), From These Roots (Emily Fraser Benson), As the World Turns (Edna Rice), and The Edge of Night (Hester Spode).  Her television guest roles included appearances on The Aldrich Family (1953), Hollywood Screen Test (1953), Ethel and Albert (1958), and City Hospital (1952).  She also had supporting roles in the films The Whistle at Eaton Falls (1951) and The Wrong Man (1956).\nShe had roles in several Broadway plays: Maxwell Anderson's Barefoot in Athens (1951) Molly Kazan's The Egghead (1957) and Seyril Schochen's The Moon Besieged (1962).  Off-Broadway roles included The Apollo of Bellac (1957) and Virtuous Island (1957).\nHelen Shields died on 7 August 1963 in St. Clare's Hospital."
  }
]